Repository: raaxis/nds4ios
Catalog: nds4ios/*.lproj/Localizable.strings
Languages: fr

source: ROM List
fr: Liste de ROM

source: About nds4ios
fr: À Propos De nds4ios

source: Settings
fr: Réglages

source: Donate
fr: Faire Un Don

source: Share
fr: Partager

source: InfiniDev Developers
fr: Développeurs De InfiniDev

source: Contributors
fr: Contributeurs

source: Emulator Core Code
fr: Émulateur Code De Base

source: Donate using PayPal
fr: Faire un don avec PayPal

source: We all work hard to make this into software that users will enjoy and love. If you enjoy this software, please consider making a donation to help us create and provide better things.
fr: Nous travaillons très dur pour que vous pouvez apprécier et aimer ce logiciel. Si vous aimez ce logiciel, s'il vous plaît, envisager de faire un don pour nous aider à créer et a fournir de meilleures choses.

source: Emulator
fr: Émulateur

source: Controls
fr: Contrôles

source: Developer
fr: Développeur

source: Experimental
fr: Expérimental

source: The pixel grid makes games appear less blurry, but at the same time, reduces brightness.
fr: La grille de pixels donne les jeux l'apparence d'être moins floue, mais en même temps, réduit la luminosité.

source: Enabling Dropbox will add an "nds4ios" folder to your Dropbox account. Your game saves will be synced back to that folder so it will carry across devices (iPhone, iPad, iPod touch, Android, PC, etc).
fr: L'activation de Dropbox va ajouter un dossier pour "nds4ios" à votre compte pour Dropbox. Vos sauvegardes de jeu sera synchronisé à ce dossier afin qu'il portera à travers les dispositifs (iPhone, iPad, iPod touch, Android, PC, etc.)

source: GNU Lighting JIT makes games run faster. You must be jailbroken or nds4ios will crash.
fr: GNU Lighting JIT rend les jeux s'exécuter plus rapidement. Vous devez être jailbreaké, ou nds4ios va planter.

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Frame Skip
fr: Saut De Trame

source: Disable Sound
fr: Désactiver Le Son

source: Overlay Pixel Grid
fr: Grille De Pixels

source: Control Pad Style
fr: Style De Contrôle

source: Controls Position (Portrait)
fr: Position Des Contrôles

source: Control Opacity (Portrait)
fr: L'Opacité Des Contrôles

source: Enable Dropbox Sync
fr: Synchronisation

source: Not Linked
fr: Non Lié

source: Show FPS
fr: Montrer Le FPS
